{
    "status": "200",
    "data": [
      {
        "txt": "你在测试中发现了一个bug，但是开发经理认为这不是一个bug，你应该怎样解决?首先，将问题提交到缺陷管理库里面进行备案。然后，要获取判断的依据和标准：根据需求说明书、产品说明、设计文档等，确认实际结果是否与计划有不一致的地方，提供缺陷是否确认的直接依据;如果没有文档依据，可以根据类似软件的一般特性来说明是否存在不一致的地方，来确认是否是缺陷;根据用户的一般使用习惯，来确认是否是缺陷;与设计人员、开发人员和客户代表等相关人员探讨，确认是否是缺陷;合理的论述，向测试经理说明自己的判断的理由，注意客观、严谨，不参杂个人情绪。等待测试经理做出最终决定，如果仍然存在争议，可以通过公司政策所提供的渠道，向上级反映，并有上级做出决定。"
      },{
          "txt":"软件生存周期及其模型是什么?软件生存周期(Software life cycle)又称为软件生命期，生存期。是指从形成开发软件概念起，所开发的软件使用以后，知道失去使用价值消亡为止的整个过程。一般来说，整个生存周期包括计划(定义)、开发、运行(维护)三个时期，每个时期又划分为若干个阶段。每个阶段有明确的任务。周期模型(典型的几种)： 迭代模型：瀑布模型快速原型模型："
      },{
          "txt":"什么是软件质量?概括地说，软件质量就是“软件与明确的和隐含的定义的需求相一致的程度”。具体地说，软件质量是软件符合明确叙述的功能和性能需求、文档中明确描述 的开发标准、以及所有专业开发的软件都应具有的隐含特征的程度。 影响软件质量的主要因素，这些因素是从管理角度对软件质量的度量。可划分为三组，分别反应用户在使用软件产品时的三种观点。正确性、健壮性、效率、完整性、可用性、风险(产品运行);可理解性、可维修性、灵活性、可测试性(产品修改);可移植性、可再用性、互运行性(产品转移)。"
      },{
          "txt":"目前主要的测试用例设计方法是什么?白盒测试：逻辑覆盖、循环覆盖、基本路径覆盖黑盒测试：边界值分析法、等价类划分、错误猜测法、因果图法、状态图法、测试大纲法、随机测试、场景法"
      },{
          "txt":"软件的安全性应从哪几个方面去测试?软件安全性测试包括程序、数据库安全性测试。根据系统安全指标不同测试策略也不同。"
      },{
          "txt":"简述什么是静态测试、动态测试、黑盒测试、白盒测试、α测试 β测试静态测试是不运行程序本身而寻找程序代码中可能存在的错误或评估程序代码的过程。动态测试是实际运行被测程序，输入相应的测试实例，检查运行结果与预期结果的差异，判定执行结果是否符合要求，从而检验程序的正确性、可靠性和有效性，并分析系统运行效率和健壮性等性能。黑盒测试一般用来确认软件功能的正确性和可操作性,目的是检测软件的各个功能是否能得以实现,把被测试的程序当作一个黑盒,不考虑其内部结构,在知道该程序的输入和输出之间的关系或程序功能的情况下,依靠软件规格说明书来确定测试用例和推断测试结果的正确性。白盒测试根据软件内部的逻辑结构分析来进行测试,是基于代码的测试，测试人员通过阅读程序代码或者通过使用开发工具中的单步调试来判断软件的质量，一般黑盒测试由项目经理在程序员开发中来实现。α测试是由一个用户在开发环境下进行的测试，也可以是公司内部的用户在模拟实际操作环境下进行的受控测试，Alpha测试不能由程序员或测试员完成。β测试是软件的多个用户在一个或多个用户的实际使用环境下进行的测试。开发者通常不在测试现场，Beta测试不能由程序员或测试员完成。"
      },{
          "txt":"软件质量保证体系是什么 国家标准中与质量保证管理相关的几个标准是什么?他们的编号和全称是什么?SQA由一套软件工程过程和方法组成，以保证(软件的)质量。SQA贯穿整个软件开发过程，(它)应包括需求文档评审、代码控制、代码评审、变更管理、配置管理、版本管理和软件测试。软件质量保证(SQA-Software Quality Assurance)是建立一套有计划，有系统的方法，来向管理层保证拟定出的标准、步骤、实践和方法能够正确地被所有项目所采用。软件质量保证的目的是使软件过程对于管理人员来说是可见的。它通过对软件产品和活动进行评审和审计来验证软件是合乎标准的。软件质量保证组在项目开始时就一起参与建立计划、标准和过程。这些将使软件项目满足机构方针的要求。"
      },{
          "txt":"软件产品质量特性是什么?功能性：适应性、准确性、互操作性、依从性、安全性。可靠性：成熟性、容错性、易恢复性。可使用性：易理解性、易学习性、易操作性。效率：时间特性、资源特性。可维护性：易分析性、易变更性、稳定性、易测试性。可移植性： 适应性、易安装性、遵循性、易替换性"
      },{
          "txt":"软件测试的策略是什么?软件测试策略：在一定的软件测试标准、测试规范的指导下，依据测试项目的特定环境约束而规定的软件测试的原则、方式、方法的集合。"
      },{
          "txt":"软件测试分为几个阶段 各阶段的测试策略和要求是什么?和开发过程相对应，测试过程会依次经历单元测试、集成测试、系统测试、验收测试四个主要阶段：单元测试：单元测试是针对软件设计的最小单位––程序模块甚至代码段进行正确性检验的测试工作，通常由开发人员进行。"
      },{
          "txt":"BUG管理工具的跟踪过程(用BugZilla为例子)测试人员发现了BUG，提交到Bugzilla中，状态为new，BUG的接受者为开发接口人员开发接口将BUG分配给相关的模块的开发人员，状态修改为已分配，开发人员和测试确认BUG，如果是本人的BUG，则设置为接收;如果是别的开发人员的问题，则转发出去，由下一个开发人员来进行此行为;如果认为不是问题，则需要大家讨论并确认后，拒绝这个BUG，然后测试人员关闭此问题。如果开发人员接受了BUG，并修改好以后，将BUG状态修改为已修复，并告知测试在哪个版本中可以测试。"
      },{
          "txt":"您认为在测试人员同开发人员的沟通过程中，如何提高沟通的效率和改善沟通的效果?维持测试人员同开发团队中其他成员良好的人际关系的关键是什么?尽量面对面的沟通，其次是能直接通过电话沟通，如果只能通过Email等非及时沟通工具的话，强调必须对特性的理解深刻以及能表达清楚。运用一些测试管理工具如TestDirector进行管理也是较有效的方法，同时要注意在TestDirector中对BUG有准确的描述。在团队中建立测试人员与开发人员良好沟通中注意以下几点："
      },{
          "txt":"你对测试最大的兴趣在哪里?为什么?回答这个面试题，没有固定统一的答案，但可能是许多企业都会问到的。提供以下答案供考：最大的兴趣，感觉这是一个有挑战性的工作;测试是一个经验行业，工作越久越能感觉到做好测试的难度和乐趣通过自己的工作，能使软件产品越来越完善，从中体会到乐趣"
      },{
          "txt":"在C/C++中static有什么用途?(请至少说明两种)1)在函数体，一个被声明为静态的变量在这一函数被调用过程中维持其值不变。2) 在模块内(但在函数体外)，一个被声明为静态的变量可以被模块内所用函数访问，但不能被模块外其它函数访问。它是一个本地的全局变量。3) 在模块内，一个被声明为静态的函数只可被这一模块内的其它函数调用。那就是，这个函数被限制在声明它的模块的本地范围内使用"
      },{
          "txt":"Internet采用哪种网络协议?该协议的主要层次结构?Internet物理地址和IP地址转换采用什么协议?TCP/IP协议主要层次结构为： 应用层/传输层/网络层/数链路层。ARP (Address Resolution Protocol)(地据址解析协议)"
      },{
          "txt":"说说你对集成测试中自顶向下集成和自底向上集成两个策略的理解，要谈出它们各自的优缺点和主要适应于哪种类型测试;自顶向下集成优点：较早地验证了主要控制和判断点;按深度优先可以首先实现和验证一个完整的软件功能;功能较早证实，带来信心;只需一个驱动，减少驱动器开发的费用;支持故障隔离。缺点：柱的开发量大;底层验证被推迟;底层组件测试不充分。    适应于产品控制结构比较清晰和稳定;高层接口变化较小;底层接口未定义或经常可能被修改;产口控制组件具有较大的技术风险，需要尽早被验证;希望尽早能看到产品的系统功能行为。"
      },{
          "txt":"自底向上集成，优点：对底层组件行为较早验证;工作最初可以并行集成，比自顶向下效率高;减少了桩的工作量;支持故障隔离缺点：驱动的开发工作量大;对高层的验证被推迟，设计上的错误不能被及时发现。适应于底层接口比较稳定;高层接口变化比较频繁;底层组件较早被完成。"
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      },{
          "txt":""
      }
      
    ]
  }
  