{
  "status": "200",
  "data": [
    {
      "txt": "正常情况下，产妇顺产后需继续留在产房观察的时间是2小时 、发热：指由于致热原作用于体温调节中枢或体温中枢功能障碍等原因导致体温超出正常范围。"
    },
    {
      "txt": "根据乳腺癌淋巴转移的主要途径，护理评估应重点关注的部位是腋窝输入两袋以上血液，两袋之间须输入少量：生理盐水。"
    },
    {
      "txt": "表示肺癌已有全身转移的表现是股骨局部破坏 鼻饲量每次不超过：200ml，间隔时间不少于2h，温度保持在38～40摄氏度。"
    },
    {
      "txt": "肝硬化失代偿期患者最常见的并发症是上消化道出血 人体需要的营养素有：碳水化合物、脂肪、蛋白质、无机盐、维生素、食物纤维、水。其中：碳水化合物、脂肪、蛋白质为产热营养素。"
    },
    {
      "txt": "关于社区开展预防一氧化碳中毒的健康教育，正确的叙述是定期检查管道安全对牙齿有腐蚀作用的药物服用时应避免：药物与牙齿接触。可用：吸管吸入。服后：及时漱口。"
    },
    {
      "txt": "为减少支气管扩张患者肺部继发感染和全身中毒症状，最关键的措施是加强痰液引流。吸气性呼吸困难，有明显的三凹症：胸骨上窝、锁骨上窝、肋间隙或腹上角凹陷。"
    },
    {
      "txt": "慢性便秘患者最主要的临床表现是缺乏便意、排便艰难。抢救物品五定：定数量品种、定点安置、定人保管、定期消毒灭菌、定期检查维修。鼻饲法：将导管经鼻腔插入胃内，从管内灌注流质食物，营养液，水分和药物的方法。"
    },
    {
      "txt": "急性上呼吸道感染最常见的病原体是病毒。最常见的卵巢肿瘤并发症是（蒂扭转）。急性白血病引起贫血最重要的原因是（红系增殖受白血病细胞的干扰）。临终病人心理变化：否认期、愤怒期、协议期、忧郁期、接受期。"
    },
    {
      "txt": "心室颤动患者的脉搏特征是摸不到。引起脑萎缩最常见的原因是（脑动脉粥样硬化）。鉴别水肿型和出血坏死型胰腺炎最有价值的是（Cullen征）。 进针角度：皮内－5度。皮下－30～40度。肌内－90度。静脉－15～30度 "
    },
    {
      "txt": "老年患者随着年龄的增加，记忆能力逐步减退。在询问病史时最容易出现的是记忆不确切 长期医嘱：有效时间为24h以上，医师注明停止时间后即失效。男性导尿时插管深度：20～22cm，女性4～6cm. 9、12n和12mn的中文意译：中午十二点，午夜十二点。每日三次缩写：tid. 10、药物过敏试验注射部位：前臂掌侧下段。预防接种注射部位：上臂三角肌下缘。"
    },
    {
      "txt": "患者女，48岁。哮喘持续发作，呼吸36次/分，吸气时脉搏明显减弱，此时该患者的脉搏属于奇脉 、尿失禁：排尿失去意识控制或不受意识控制称为尿失禁。"
    },
    {
      "txt": "主动脉瓣狭窄直接引起左心室后负荷加重。主动脉瓣关闭不全引起左心室前负荷增加，二尖瓣狭窄引起左心房后负荷增加，二尖瓣关闭不全引起左心房和左心室的前负荷增加，三尖瓣关闭不全引起右心房和右心室的前负荷增加。收集资料的方法：观察、交谈、身体评估、查阅。"
    },
    {
      "txt": "左心衰竭：主要表现为肺淤血和心排量降低，最早出现的是劳力性呼吸困难，最严重的形式是急性肺水肿。肺动脉瓣区第二心音亢进及舒张期奔马率，两肺部湿性啰音。 右心衰竭：以体循环淤血的表现为主。腹胀、食欲不振、恶心、呕吐是最常见的症状。"
    },
    {
      "txt": "洋地黄类药物（西地兰）急性心力衰竭或慢性心衰加重时，特别适用于心衰伴快速心房颤动者。肥厚型心肌病禁用。"
    },
    {
      "txt": "洋地黄中毒：常见为室性期前收缩二联律。快速房性心律失常又伴有传导阻滞是洋地黄中毒的特征性表现。"
    },
    {
      "txt": "门静脉系统和腔静脉之间有四个交通支，在正常情况下这些交通支都甚细小，血流量亦少。灌肠法：将一定量的液体由肛门经直肠灌入结肠，以帮助患者清洁肠道，排便，排气或由肠道供给药物或营养，达到确定诊断和治疗的目的。"
    },
    {
      "txt": "即陈-施呼吸。一种呼吸节律的改变。呼吸由浅慢逐渐变为深快，然后再由深快到浅慢，之后经过一段呼吸暂停，再开始如上的周期呼吸。潮式呼吸周期长30秒～2分钟，暂停5～30秒，见于脑炎、脑膜炎、颅内压增高及某些中毒，如糖尿病酮中毒、巴比妥中毒等。"
    },
    {
      "txt": "预防：输液过程中，密切观察患者情况，注意控制输液的速度和输液量，尤其对老年人、儿童及心肺功能不全的患者更需慎重。"
    },
    {
      "txt": "血浆蛋白质中含量最多的是（清蛋白）。后纵隔肿瘤最常见的是（神经源性肿瘤）。深静脉血栓形成最常见于（下肢深静脉）。"
    },
    {
      "txt": "胃窦部溃疡的最佳手术方式是（胃大部切除胃十二指肠吻合术）。烧伤最常见的死亡原因是（休克）。、急性感染性心内膜炎最常见的致病菌是（金黄色葡萄球菌）。"
    },
    {
      "txt": "医学伦理学中最古老、最有生命力的医德范畴是（医疗保密）。最有助于诊Crohn病的病理改变是（非干酪性肉芽肿）诱发DIC最常见的病因为（革兰氏阴性细菌感染）。"
    },
    {
      "txt": "卵巢上皮癌患者血清CA125检测值最具有特异性意义的是（浆液性腺癌）.老年心力衰竭患者症状加重的最常见的诱因是（呼吸道感染）。心肌梗死24小时内并发急性左心衰时，最不宜用（洋地黄）。 "
    },
    {
      "txt": "确诊肿瘤最可靠的方法是（病理学检查）。 法鲁四联征最早且主要的表现是（青紫）。  对原发性慢性肾上腺皮质功能减退症的诊断最有意义的血检结果是（皮质醇下降）。 "
    },
    {
      "txt": "易位型21－三体综合征最常见的核型是〔46，XY，-14，＋t（14q21q）〕。、体内CO2分压最高的部位是（组织液）。 预防手术后肺不张最主要的措施是（多翻身多做深呼吸，鼓励咳嗽）。"
    },
    {
      "txt": "急性白血病引起贫血最重要的原因是（红系增殖受白血病细胞的干扰）。 、急性心肌梗死早期最重要的治疗措施是（心肌灌注）。结肠癌最早出现的临床症状是（排便习惯和粪便性状的改变）。"
    },
    {
      "txt": "中枢性尿崩症患者控制多尿最适宜的药物是〔去氨加压素（弥凝）〕弥漫性毛细血管内增生性肾小球肾炎最主要的病变是（毛细血管内皮细胞及系膜细胞增生）。 "
    },
    {
      "txt": "早期动脉粥样硬化病变，最早进入动脉内膜的细胞是（巨噬细胞）。AIDS患者肺部机会性感染最常见的病原体是（肺孢子虫）推行临床科学合理用血的最主要目的是（保护血液资源）。"
    },
    {
      "txt": "脑梗死又称缺血性脑卒中，包括脑血栓形成、脑隙性梗死和脑栓塞等，是指因脑部血液循环障碍，缺血、缺氧所致的局限性脑组织的缺血性坏死或软化。"
    },
    {
      "txt": "I 型呼吸衰竭：缺O2不伴CO2潴留(PaO2<60mmHg)，PaCO2降低或正常。由于肺换气功能障碍所致。肺炎、肺气肿、急性呼吸窘迫综合征。应较高浓度(35%～45%)的氧。"
    },
    {
      "txt":"患者骶尾部皮肤由于长期受压，骶尾部皮肤颜色变为紫色，但皮肤尚完整，初步判断该患者为期压疮。可疑深部组织损伤;轴线翻身时，保持整个脊椎平直，翻身角度不可超过。60°"
    },
    {
      "txt":"临床使用输液泵，在需要改变输液速度时,先按重新设定键，调节速度值再按下启动键;对服用强心甙类药物的患者，服药前应当先测脉搏、心率，如脉率低于多少或节律不齐时，不可以服用60次/分"
    },
    {
      "txt":"采集动脉血标本前如患者已洗澡，为避免影响检查结果，应在休息多少时间后再取血,30分钟!采集完动脉血拔针后，为隔绝空气，应立即将针尖斜面刺入橡皮塞"
    },
    {
      "txt":"哪些药物应尽量避免皮下注射,刺激性较强;使用输液泵输液时，操作程序正确的是,接通电源，打开开关，调节参数，按启动键，妥善固定输液泵于输液架上，排净空气，穿刺静脉"
    },
    {
      "txt":"皮下注射时，穿刺针头与皮肤形成的角度为30～40°;皮下注射胰岛素，护士应该告知患者注射后多少时间开始进食，以免因注射时间过长造成低血糖15分钟"
    },
    {
      "txt":"患者在软组织扭伤、挫伤后多少时间内禁忌使用热疗48小时;某病人因车祸脾破裂急诊入院，出现胸闷，气促出冷汗，脉细速，血压9.1/6.7Kp，护士应立即为其安置平卧位中凹卧位"
    },
    {
      "txt":"哪项数值不是从Swn－Gnz气囊漂浮导管监测到的直接指标RAP,PVR;有关口腔护理的注意事项，操作时避免弯钳触及牙龈或口腔黏膜昏迷或意识模糊的患者可先漱口有活动义齿的患者应协助清洗义齿操作中注意夹紧棉球，防止遗留在口腔注意观察患者口唇、口腔黏膜、牙龈、舌苔有无异常"
    },{
      "txt":"哪些疾病禁止灌肠急腹症妊娠早期消化道出血直肠手术术后大便失禁患者;有关牵引的叙述观察肢端皮肤颜色、温度及动脉搏动枕颌带牵引时，颈部两侧放置沙袋制动小儿行双腿悬吊牵引时，注意皮牵引方向E、根据病情，指导患者主动或被动活动"
    },{
      "txt":"协助患者进行体位变换时，应注意随时观察病情及生命体征的变化,注意保护管路,被动体位患者翻身时应使用辅助用具支撑体位;有关平车的使用注意事项，正确的有,推车时小轮在前，车速适宜注意观察患者病情变化护士站于患者头侧上下坡时，应使患者头部在高处一端"
    }
  ]
}
