{
    "status": "200",
    "data": [
      {
        "txt": "会计在本质上具有双重性，它既是一个经济信息系统，同时也是一种经济管理活动。会计是一个对经济业务以货币进行确认、计量、报告和分析的信息系统；会计又是通过收集、处理和利用经济信息，对经济活动进行规划、组织、控制和指导，促使人们权衡利弊得失，讲求经济效果的一种管理活动"
      },{
          "txt":"会计在本质上具有双重性，它既是一个经济信息系统，同时也是一种经济管理活动。会计是一个对经济业务以货币进行确认、计量、报告和分析的信息系统；会计又是通过收集、处理和利用经济信息，对经济活动进行规划、组织、控制和指导，促使人们权衡利弊得失，讲求经济效果的一种管理活动会计在本质上具有双重性，它既是一个经济信息系统，同时也是一种经济管理活动。会计是一个对经济业务以货币进行确认、计量、报告和分析的信息系统；会计又是通过收集、处理和利用经济信息，对经济活动进行规划、组织、控制和指导，促使人们权衡利弊得失，讲求经济效果的一种管理活动"
      },{
          "txt":"会计核算具有完整性、连续性和系统性。完整：对属于会计对象的全部经济活动都必须加以记录，不得遗漏其中的任何一项。连续：对各项经济活动应按发生的时间顺序不间断进行记录和核算。系统：对各种经济活动，要分门别类的进行核算，并对会计资料进行加工整理，以取得系统的会计信息。"
      },{
          "txt":"会计核算具有完整性、连续性和系统性。完整：对属于会计对象的全部经济活动都必须加以记录，不得遗漏其中的任何一项。连续：对各项经济活动应按发生的时间顺序不间断进行记录和核算。系统：对各种经济活动，要分门别类的进行核算，并对会计资料进行加工整理，以取得系统的会计信息。"
      },{
          "txt":"会计核算具有完整性、连续性和系统性。完整：对属于会计对象的全部经济活动都必须加以记录，不得遗漏其中的任何一项。连续：对各项经济活动应按发生的时间顺序不间断进行记录和核算。系统：对各种经济活动，要分门别类的进行核算，并对会计资料进行加工整理，以取得系统的会计信息。"
      },{
          "txt":"会计核算具有完整性、连续性和系统性。完整：对属于会计对象的全部经济活动都必须加以记录，不得遗漏其中的任何一项。连续：对各项经济活动应按发生的时间顺序不间断进行记录和核算。系统：对各种经济活动，要分门别类的进行核算，并对会计资料进行加工整理，以取得系统 货币计量假设——是指在会计核算中，要以货币作为统一的尺度，计量、记录和报告企业的经营活动及其结果。在货币计量假设中，以币值不变作为前提。（意义：货币是一般等价物，能用来计量所有会计要素，也便于综合。使实际成本原则、可比性原则和谨慎性原则等会计原则的建立成为可能"
      },{
          "txt":"客观性——会计核算应当以实际发生的经济业务为依据，如实反映财务状况和经营成果。真实性、准确性、可检验性客观性——会计核算应当以实际发生的经济业务为依据，如实反映财务状况和经营成果。真实性、准确性、可检验性"
      },{
          "txt":"客观性——会计核算应当以实际发生的经济业务为依据，如实反映财务状况和经营成果。真实性、准确性、可检验性"
      },{
          "txt":"客观性——会计核算应当以实际发生的经济业务为依据，如实反映财务状况和经营成果。真实性、准确性、可检验性"
      },{
          "txt":"客观性——会计核算应当以实际发生的经济业务为依据，如实反映财务状况和经营成果。真实性、准确性、可检验性"
      },{
          "txt":"特征——资产是由过去的交易或事项所形成的—资产必须是现实的，而非预期的。准备购买的设备、即将取得的货币等，不是企业的资产。资产是企业拥有或控制的—资产能够为企业所支配。简单租借的设备、他人存放的物品等，不是企业的资产。 资产预期会给企业带来经济利益—资产的本质。库存的已过时或已失效的存货、技术上已被淘汰的流水线等，不是企业的资产。"
      },{
          "txt":"资产的内容：流动资产、长期投资、固定资产、无形资产和其他资产 （一）流动资产库存现金应收票据存货交易性金融资产银行存款应收账款定义：指现金以及其他能在一年或一个营业周期以内变现或被耗用的资产。流动资产主要包括"
      },{
          "txt":"第二章 会计要素和会计等式 会计要素： 是企业经济活动所形成的，它们是会计的对象的具体形式，也是会计对象的基本分类。会计要素即会计对象的构成要素。会计要素亦称经济业务的标的物。会计要素就是会计赖以开展的必要因素"
      },{
          "txt":"（一）流动负债流动负债主要包括短期借款应付票据应付账款应付职工薪酬应交税费定义：偿还期在一年或一个营业周期以内，预期需动用流动资产或以新的流动负债偿还的债务"
      },{
          "txt":"（二）长期负债长期负债主要包括长期借款应付债券定义：偿还期在一年或一个营业周期以上的各种债务。"
      },{
          "txt":"总论会计的定义：会计在本质上具有双重性，它既是一个经济信息系统，同时也是一种经济管理活动。会计是一个对经济业务以货币进行确认、计量、报告和分析的信息系统；会计又是通过收集、处理和利用经济信息，对经济活动进行规划、组织、控制和指导，促使人们权衡利弊得失，讲求经济效果的一种管理活动。"
      },{
          "txt":"会计的内容：也称会计对象，从广义来说包括会计核算（记账、算账、报账）、会计监督和会计分析。会计的特点：1、以货币为主要计量尺度，具有综合性。2、会计核算具有完整性、连续性和系统性。完整：对属于会计对象的全部经济活动都必须加以记录，不得遗漏其中的任何一项。连续：对各项经济活动应按发生的时间顺序不间断进行记录和核算。"
      },{
          "txt":"系统：对各种经济活动，要分门别类的进行核算，并对会计资料进行加工整理，以取得系统的会计信息。3、会计核算以凭证为依据，并严格遵循会计规范。会计的职能：会计在经济管理中所具有的功能。会计的基本职能是核算和监督。会计核算职能的特点——利用货币计量，从数量方面反映经济活动；反映具有连续性、系统性和完整"
      },{
          "txt":"会计监督职能的特点——利用各种价值指标对经济活动进行监督；对经济活动进行事前、事中和事后的监督。会计假设（即会计核算的基本前提）：会计假设是对那些未被确切认识的事物，根据客观的、正确的情况或趋势所作出的一种合理判断。1、会计主体假设——会计工作为之服务的一个特定单位。"
      },{
          "txt":"这个特定单位，可以是企业，也可以是事业单位、机关团体，这些单位在经济上是独立或相对独立的。会计主体和法律主体不同。（意义：明确了会计反映和监督的空间范围，解决了核算谁的经济业务的问题。是持续经营、会计分期和货币计量假设和所有会计核算原则建立的基础。）2、持续经营假设——持续经营是假设会计主体的经营活动，在可以预见的未来，按照现在的形式和目标，无限期地继续下去，不会进行破产清算。持续经营假设规定了会计的时间范围。持续经营假设要求将会计建立在一个正常状态下。"
      },{
          "txt":"意义：使会计原则建立在非清算基础之上，解决了会计上资产的分类、计价，收入、费用的确认等问题。如果企业破产，持续经营假设便不存在。"
      },{
          "txt":"会计分期假设——会计分期假设将企业持续不断的经营过程，人为地划分为一定的时间段落，以便核算和报告会计主体的财务状况和经营成果。通常以一年称为一个会计期间，即会计年度。会计年度可以是以十二个月份为终止的历年制，也可以以一个月份为终止的营业年。我国以公历年度作为会计年度。（意义：界定了会计信息的时间长度。可以分期结算账目、编制财务会计报告。"
      },{
          "txt":"持续经营假设——持续经营是假设会计主体的经营活动，在可以预见的未来，按照现在的形式和目标，无限期地继续下去，不会进行破产清算。持续经营假设规定了会计的时间范围。持续经营假设要求将会计建立在一个正常状态下。"
      },{
          "txt":"意义：使会计原则建立在非清算基础之上，解决了会计上资产的分类、计价，收入、费用的确认等问题。如果企业破产，持续经营假设便不存在。"
      },{
          "txt":"会计分期假设——会计分期假设将企业持续不断的经营过程，人为地划分为一定的时间段落，以便核算和报告会计主体的财务状况和经营成果。通常以一年称为一个会计期间，即会计年度。会计年度可以是以十二个月份为终止的历年制，也可以以一个月份为终止的营业年。我国以公历年度作为会计年度。"
      },{
          "txt":"意义：界定了会计信息的时间长度。可以分期结算账目、编制财务会计报告。有了会计分期假定，产生了本期和非本期的概念；有了权责发生制和收付实现制两种不同的会计基础；产生了收入和费用相配比，划分收益性支出与资本性支出等会计原则。"
      },{
          "txt":"货币计量假设——是指在会计核算中，要以货币作为统一的尺度，计量、记录和报告企业的经营活动及其结果。在货币计量假设中，以币值不变作为前提。"
      },{
          "txt":"意义：货币是一般等价物，能用来计量所有会计要素，也便于综合。使实际成本原则、可比性原则和谨慎性原则等会计原则的建立成为可能。"
      },{
          "txt":"会计原则（会计信息质量要求）：1、客观性——会计核算应当以实际发生的经济业务为依据，如实反映财务状况和经营成果。真实性、准确性、可检验性2、相关性——会计信息应当符合国家宏观经济管理的要求，满足有关各方了解企业财务状况和经营成果的需要，满足企业加强内部经营管理的需要。3、可理解性——会计记录和会计报表应当清晰明了，便于理解和利用。"
      },{
          "txt":"可比性——会计核算应当按照规定的会计处理方法进行，会计指标应当口径一致、相互可比。强调不同空间范围的企业所采用会计处理方法的一致性。"
      },{
          "txt":"实质重于形式——会计核算过程中，某一交易或事项的经济实质重于其法律形式。注意“实质重于形式”的具体应用"
      },{
          "txt":"重要性——财务报告应当全面反映企业的财务状况和经营成果。对于重要的经济业务，应当单独反映。"
      },{
          "txt":"谨慎性——会计核算应当遵循谨慎原则的要求，合理核算可能发生的损失和费用。8、及时性——会计核算应当及时进行，及时收集，及时处理，及时传递。根据及时性要求，资产负债表日后至财务报告报出之前发生的事项，应当单独加以确认和披露。"
      },{
          "txt":"所有者权益： 投资者在企业资产中享有的经济利益 。所有者权益的特征（由两部分构成）——投资者原始投入 企业经营中形成（原始投入的增值） 所有者权益的金额表示：资产减去负债后的差额。是所有者对企业净资产享有的所有权。 所有者权益的内容：按资本的永久性或稳定性分—— 实收资本，资本公积，盈余公积，未分配利润 "
      },{
          "txt":"三大会计要素总结资产：反映资源的分布、构成、占用情况。负债：反映资源的来源情况，是企业作为债务人与债权人的关系，形成企业的债务资本。所有者权益：从产权关系反映资源的来源情况，即企业净资产归谁所有，形成企业的永久性资本。资产、负债、所有者权益要素构成资产负债表，故又称为资产负债表要素。"
      },{
          "txt":"收入 产品销售后收回的资金。企业销售商品、提供劳务及让渡资产使用权等日常活动中形成的经济利益的总流入收入的特征——收入从企业日常的活动中产生，而不是从偶发的活动中产生—狭义的收入。企业处置固定资产等活动收回的资金，不是收入。"
      },{
          "txt":"收入可能表现为企业资产的增加，也可能表现为企业负债的减少—收入的表现形式。如：销售商品后收到现金；以商品或劳务抵偿债务。收入要能够引起经济利益的流入—收入的本质。"
      },{
          "txt":"企业代国家收取的税款；旅行社代客户购买门票、飞机票等临时收取的款项，不是企业的收入。） 收入的内容：收入包括主营业务收入和其他业务收入。"
      },{
          "txt":"经济业务及其对会计等式的影响： 经济业务又称会计事项，指引起会计要素发生增减变动，需要进行会计处理的经济活动。随着经济业务的发生，上述会计方程式的内容必然不断发生变化，但不管怎么变化都不会破坏会计方程式诸要素之间的平衡关系。"
      },{
          "txt":"1、可定义性——具有会计信息属性的经济信息可以具化为六大要素，按照这些要素的定义和特征加以确认   2、可计量性——是会计确认的核心问题，在可定义的基础上，经济信息必须能够量化，能够以货币计量   3、经济信息的可靠性   4、经济信息的相关性 会计计量： "
      },{
          "txt":"会计计量与会计确认总是不可分割的联系在一起，它们对于发挥会计职能，保证会计信息质量，加强财产管理等方面都起着重要的作用。"
      },{
          "txt":"历史成本——资产的价值按照购置该项紫船支付的货币和其他等价物的金额，或是按照为购置资产而付出代价的价值计量 "
      },{
          "txt":"现行成本——资产的价值按照现在购买同一或类似资产所需支付现金或现金等价物的金额计量   3、可变现价值——资产的价值，按照现在正常变卖资产所能得到的现金等价物的金额确定   4、公允价值——在公平交易中，熟悉情况的双方，自愿进行资产交换后债务清偿的金额 会计记录： 是指各项经济业务经过确认、计量后，采用一定方法在账户中加以登记的过程。"
      },{
          "txt":"复式记账 ——对发生的每一项经济业务都要以相等的金额在两个或两个以上的账户记录的方法。"
      },{
          "txt":"填制和审核会计凭证 ——会计凭证是记录经济业务、明确经济责任的书面证明，是登记账簿的依据。"
      },{
          "txt":"登记账簿 ——以会计凭证为依据，将经济业务分门别类记入有关账簿。"
      },{
          "txt":"成本计算——对经营过程中发生的各种费用，按照一定的标准归集和分配，以确定各对象的总成本和单位成本的方法。"
      },{
          "txt":"财产清查——通过盘点实物、核对账目查明各项财产物资实有数额的方法。"
      },{
          "txt":"编制财务会计报表——以日常核算资料为依据，用表格形式反映财务状况、经营成果的书面文件。"
      },{
          "txt":"满足经济管理的要求——符合国家宏观经济管理的要求、企业自身经济管理的要求以及包括投资者在内的有关各方面对企业生产经营情况的要求。"
      },{
          "txt":"应贯彻统一性和灵活性相结合的原则——贯彻统一性与灵活性相结合的原则设置会计科目，实际上就是保证会计信息的有用性，在具体工作时要防止两种倾向：一是要防止会计科目过于简单化，难以满足经济管理的要求；二是要防止会计科目过于繁琐，以免加大会计核算工作量。"
      },{
          "txt":"设置会计科目的名称要简单明确，字义相符，通俗易懂——会计科目作为分类核算的标识，要求简单明确、字义相符，而且尽量采用在经济生活中习惯性的名称，避免不必要的误解和混乱。"
      },{
          "txt":"设置会计科目要保持相对稳定性——为了便于在不同时期分析比较会计核算指标和在一定范围内汇总核算指标，应保持会计科目相对稳定，不能经常变动会计科目的名称、内容，使核算指标保持可比性。"
      },{
          "txt":"是企业经济活动所形成的，它们是会计的对象的具体形式，也是会计对象的基本分类。会计要素即会计对象的构成要素。会计要素亦称经济业务的标的物。会计要素就是会计赖以开展"
      },{
          "txt":"作为会计要素的资产、负债、所有者权益、收入、费用、利润，与人们对它们的一般认识不同，它们有着特定的涵义。这是学习会计必须把握的。"
      },{
          "txt":"负债不会由尚在筹化中的未来交易或事项产生。交涉中的借款、应当在将来交纳的税款等，不是企业的负债。"
      },{
          "txt":"款项和有价证券是流动性强的资产。款项主要包括现金、银行存款、银行汇票存款、银行本票存款、信用卡存款、信用证保证金存款、备用金等;有价证券是指国库券、股票、企业债券等。"
      },{
          "txt":"收入是指日常活动中所形成的经济利益的总流入。支出是指企业所实际发生的各项开支和损失，费用是指日常活动所发生的经济利益的总流出。成本是指企业为生产产品、提供劳务而发生的各种耗费，是按一定的产品或劳务对象所归集的费用，是对象化了的费用。收入、支出、费用、成本是判断经营成果及盈亏状况的主要依据。"
      }
      
    ]
  }
  