{
    "status": "200",
    "data": [
      {
        "txt": "仓储管理与库存控制1.仓储管理的目标(1)空间利用率最大化(2)人员及设备的有效使用(3)所有货品都能随时存取(4)货品的有效移动(5)保证货品的品质(6)良好的管理货品的货位可按周转率大小或出货频率来安排,以缩短出入库搬运距离"
      },{
          "txt":"影响货品在储存空间摆放的因素:(1)货位单位(2)货位策略的决定:是定位储存、随机储存、分类储存;还是分类随机储存,或是其他的分级、分区储存(3)货位指派原则的运用(4)货品特性(5)补货的方便性(6)单位在库时间(7)订购频率等"
      },{
          "txt":"在确定储存空间的布局时(1)首先要考虑需储存货品的数量及其储存形态,以便能提供适当的空间来满足需求,因为在储存货品时,必须规划大小不同的区域,以适应不同尺寸数量货品的存放(2)同时,必须进行储区的分类,了解各空间的使用目的,确定储存空间的大小(3)然后再进行储存空间的布置设计。如果由于储存空间的限制而无法满足储存要求时,就要寻求可以提高保管效率的储存方法来满足规划要求"
      },{
          "txt":"仓储空间的评价要素(1)仓储成本(2)空间效率(3)作业时间(4)货品流量(5)作业感觉储存空间包括:(1)物理空间;(2)潜在利用空间;(3)作业空间;(4)无用空间空间利用率最大化货品的货位可按周转率大小或出货频率来安排,以缩短出入库搬运距离"
      },{
          "txt":"仓库空间的评价指标包括(1)仓储成本指标(2)空间效率指标(3)时间指标(4)流量指标(5)作业感觉指标利用货架储存货品的优点包括:(1)可充分利用仓储空间;(2)存取方便(3)可以实现先进先出或自由存取(4)货品之间不会相互挤压"
      },{
          "txt":"(1)定位储存(2)随机储存(3)分类储存(4)分类随机储存(5)共同储存定位储存的优点(1)每种货品都有固定储存位置,拣货人员容易熟悉货品货位,从而方便存取(2)货品的货位可按周转率大小或出货频率来安排,以缩短出入库搬运距离(3)可针对各种货品的特性安排货位,将不同货品特性间的相互影响减至最小。定位储存的缺点主要是货位必须按各项货品的最大在库量设计,因此储区空间平时的使用效率较低"
      },{
          "txt":"随机储存的缺点主要有(1)货品的出入库管理及盘点工作的进行难度较大(2)周转率高的货品可能被储存在离出人口较远的位置,增加了出入库的搬运距离(3)具有相互影响特性的货品可能被相邻储存,造成货品的伤害或发生危险"
      },{
          "txt":"分类储存的主要优点如下(1)便于畅销品的存取,具有定位储存的各项优点(2)各分类的储存区域可根据货品特性再作设计,有助于货品的储存管理。分类储存的主要缺点如下(1)货位必须按各项货品最大在库量设计,因此储区空间的平均利用率较低(2)分类储存较定位储存具有弹性,但也有与定位储存同样的缺点"
      },{
          "txt":"一般货位编码的方法有下列四种:(1)区段方式(2)货品类别方式(3)地址式(4)坐标式仓储绩效考核指标的制定的原则(1)科学性(2)可行性3)协调性(4)可比性(5)稳定性仓储绩效评价指标体系的基本内容(1)进出货作业效率评价指标(2)储存作业评价指标(3)订单处理作业评价指标(4)备货作业效率评价指标(5)装卸搬运效率的评价指标(6)服务质量评价指标(7)仓储经营管理综合指标"
      },{
          "txt":"大量化原则。通过一次性处理大量货物，提高设备设施的使用率和劳动生产率，以达到降低物流成本的目的计划性原则。通过有计划地组织物流活动大道物流合理化的目的短路化原则。减少物流中间环节，以最短的线路完成商品的空间转移"
      },{
          "txt":"物流中心库存集中型。这是制造企业具有代表性的物流系统类型。库存集中放置在与工厂相邻的物流中心，配置在市场附近的配送中心只保有3天或一周左右的少量库存共同化原则。通过物流业务的合作，提到单个企业的物流效率"
      },{
          "txt":"配送中心转载基地型。这种模式适时应及时生产、及时配送方式的一种物流系统。转载基地属于没有库存的配送基地C类商品后方配置型。这里的c类商品是指出库频率使粉底的哪些商品工厂直达送货型。这是企业物流系统的一种极端形式，在多数情况下，与第一种类型的物流系统结合在一起使用"
      },{
          "txt":"1、可以满足大量货物一次性高效率运输2、运输运费负担较小的货物的时候，单位运费低廉，比较经济3、由于采用轨道运输，事故相对较少，安全性高4、铁路运输网完善，可以将货物运往各地5、运输上受天气影响小1、近距离运输费用高2、不适合紧急运输的要求3、长距离运输的情况下，由于需要进行火车配车，中途停留时间较长"
      },{
          "txt":"1、可以进行门道门的连续运输1、运输单位小，不适合于大量运输2、长距离运输运费较高适合于近距离运输，比较经济3、使用上灵活，可以满足用户的多种需求1、适合于运费负担能力较小的大量货物的运输2、适合于宽大、重量大的货物运输"
      },{
          "txt":"1、运输速度快2、适合于运费负担能力大的少量货物的长距离运输1、运费高，不适合低价值货物和大量货物的运输2、重量受到限制3、机场所在地以外的城市再利用上受到限制1、运输效率高2、适合于气体、液体货物的运输3、占用土地少4、运输效率高，适合与自动化管理"
      },{
          "txt":"代理性联运代理行业主要是以提供服务的方式为承运、托运方提供代办中转和代理承办托运业务的。联运不仅要求运输过程设计的各部门和各环节在运输组织上协作配合，建立规章制度，在技术装备上，也必须同步建设，实现运输设施的协同性"
      },{
          "txt":"联运涉及两种以上的运输方式或一种运输方式两程以上的衔接配合，以及各企业间的运输协作，必须具有两种运输方式或两个以上企业共同遵循的通用性无论经过几轮运输，及各种转环节，均可一票贯通全程，具有组织完成运输任务的全程性"
      },{
          "txt":"所谓包装是指为在流通过程中保护商品，方便运输，促进销售，按照一定技术方法而采用的容器、材料及辅助物等的总体名称，（名词）也指为了达到上述的目的而采用容器、材料和辅助物的过程中施加一定技术方法等的操作活动"
      },{
          "txt":"防止由于化学变化等原因导致物品变质（2、防止物品的发生变形、破损等物理性变化（3、防止异物混入、污染（4、其他，如生锈、生虫等包装具有将物品集合为便于理货的数量单位的功能通过包装使印刷、贴标签等标识变得容易"
      },{
          "txt":"指示性标志。又称注意标志，一般以简单醒目的图形和文字在包装上标出，用来提示工作人员在运输、装卸、保管过程中需要主义的事项。警告性标志。又称危险品标志，是对易爆品、易燃品、有毒物品、腐蚀性物品、放射性物品等危险品在其运输包装上清楚而明确刷制的标志，以警告工作人员，使其在装卸、运输和保管过程中按货物的特性采取相应的保护措施，保护货物与人身的安全"
      },{
          "txt":"所谓装卸是指物流过程中对于保管和运输两端物资的处理活动，具体来说，包括物资的装载、卸货、移动、堆码上架、取货、备货、分拣等作业以及附属于这些活动的作业到车站、码头提货到货住单位提取货物托运单位送货到库接货"
      },{
          "txt":"自提方式送货方式中转方式指物品从生产地到使用地的过程中，根据需要施加的包装、分割、计量、分拣、刷拴标签、组装等简单作业的总称"
      },{
          "txt":"不改变商品的基本形态和功能，只是完善商品的使用功能，提高商品的附加值，满足消费者多样化需求，促进物流效率"
      },{
          "txt":"配送是指从最后一个物流节点到客户之间的物资空间移动过程，最后一个物流节点设施一般是指配送中心或零售店铺"
      },{
          "txt":"在经济合理区域范围内，根据客户要求，对物品进行拣选、加工、包装、分割、组配等作业，并按时送达指定地点的物流活动包装具有将物品集合为便于理货的数量单位的功能"
      },{
          "txt":"指示性标志。又称注意标志，一般以简单醒目的图形和文字在包装上标出，用来提示工作人员在运输、装卸、保管过程中需要主义的事项。  警告性标志。又称危险品标志，是对易爆品、易燃品、有毒物品、腐蚀性物品、放射性物品等危险品在其运输包装上清楚而明确刷制的标志，以警告工作人员，使其在装卸、运输和保管过程中按货物的特性采取相应的保护措施，保护货物与人身的安全"
      },{
          "txt":"我留客户服务的提供主体是工商企业物流客户服务是企业向客户所提供的总体服务中的一部分，属于客户服务的范畴工商企业向客户提供的物流客户服务与物流专业企业面向物流市场作为其产品提供的物流服务是两个不同的概念"
      },{
          "txt":"物流客户服务对于企业产品的营销能力和水平会产生重要影响，直接关系到差您的竞争力，关系到客户对企业的满意度物流客户服务目标很大程度上决定了企业物流系统的结构，企业物流系统要根据客户对于物流服务的需求来进行设计"
      },{
          "txt":"物流客户服务已逐渐成为企业经营差别化的重要一环物流客户服务水准的确立对经营绩效产生重大影响物流客户服务方式的选择对降低流通成本产生重要影响物流客户服务起着连接厂家、批发商和零售商的纽带作用"
      },{
          "txt":"EDI（电子数据交换）将商业或行政事务处理，按照一个公认的标准，形成结构化的事务处理或信息数据格式，从计算机到计算机的数据传输方式效率高。成本低。易于制作。易于操作。灵活实用"
      },{
          "txt":"无线射频技术是利用无线电波对记录媒体进行读写的一种技术，无线射频识别的距离可达几十厘米至米以上，且根据读写的方式，可以输入数千字节的信息，同时还具有极高的保密性"
      },{
          "txt":"可同时识别多个标签，操作快捷方便。可识别距离可以达到几十厘米到几米，也可以识别高速运动物体电子标签体积小，形状多样化。抗污染能力强，能在恶劣的环境中工作。无需光源，穿透性强和无屏障阅读。数据记忆量大"
      },{
          "txt":"QR是指通过供应链成员企业之间建立战略合作伙伴关系，利用EDI等信息技术，进行销售时点以及订货补充等经营信息的交换，用多频度、小数量配送方式连续补充商品，以实现缩短交货周期，减少库存，提高顾客服务水平和企业竞争力为目的的一种供应链物流管理方法"
      },{
          "txt":"ECR是供应链上各个企业以业务伙伴方式紧密合作，了解消费者需求，建立一个以消费者需求为基础和具有快速反应能力的系统对易爆品、易燃品、有毒物品、腐蚀性物品、放射性物品等危险品在其运输包装上清楚而明确刷制的标志"
      },{
          "txt":"ECR的最终目标是建立一个具有高效反应能力和以客户需求为基础的系统，使零售商及供应商以业务伙伴方式合作，提高整个供应链的效率，而不是单个环节的效率，从而大大降低整个系统的成本、库存和物资储备，同时为客户提供更好的服务"
      },{
          "txt":"物流是供应链过程的一部分，是为了满足客户需求而对商品、服务及相关信息从原产地到消费地的高效率与高效益的流动及存储进行的计划、实施与控制过程。（从管理的角度诠释）物流是物品从供应地向接收地的实体流动过程。根据实际需要，将运输、储存、装卸、包装、流通加工、配送、信息处理等基本功能实施有机结合。"
      },{
          "txt":"物流是指物品从供应地向接受地的实体流动过程，根据实际需要，将运输、储存、装卸、搬运、包装、流通加工、配送、信息处理等基本功能有机结合，形成完整的供应链，为用户提供多功能、一体化的综合性服务"
      },{
          "txt":"①运行速度快，时速可达80~120公里；②运输能力较大，可满足大量货物一次性高效率运输；③运输连续性强，由于运输过程受自然条件限制较小，所以可提供全天候的运行；④通用性能好，可以运送各类不同的货物；⑤运输成本较低,能耗低，有利于环保"
      },{
          "txt":"大宗低值货物的中，长距离运输，也较适合运输散装，罐装货物；②适于大量货物一次高效率运输；③对于运费负担能力小，货物批量大，运输距离长的货物来说，运费比较便宜对易爆品、易燃品、有毒物品、腐蚀性物品、放射性物品等危险品在其运输包装上清楚而明确刷制的标志"
      },{
          "txt":"影响在途库存的变量有两个：需求量和生产—配送周期。由于需求量，企业难以控制，降低这种库存的基本策略是缩短生产—配送周期；慎重选择供应商与运输商，尽量缩短运输和存储时间无线射频技术是利用无线电波对记录媒体进行读写的一种技术"
      },{
          "txt":"为在流通过程中保护产品，方便储运、销售，按一定技术方法而采用的容器、材料及辅助物的总体名称。也指为了达到上述目的而采用容器、材料和辅助物的过程中，施加一定技术方法等的操作活动吊上吊下作业；叉上叉下作业；滚装方式；移上移下方式；散装散卸方式"
      },{
          "txt":"在物流过程中，装卸活动是不断出现和反复进行的，它出现的频率高于其他各项物流活动，每次装卸活动都要花费很长时间，所以往往成为决定物流速度的关键吊上吊下作业；叉上叉下作业；滚装方式；移上移下方式；散装散卸方式"
      },{
          "txt":"社会化的配送中心（第三方配送中心）：这类配送中心服务的对象面向社会。有的社会配送中心不负责订货，自己不拥有商品，只提供物流和配送服务；有的配送中心则自己订货并负责销售，直接参与商品的流通。在我国，后一种配送中心较多"
      },{
          "txt":"半社会化的配送中心：这类配送中心由企业成立一个独立的物流子公司，要求该子公司为母公司的主业提供物流配送服务，而富余部分则自行对外开放服务"
      },{
          "txt":"流通加工是在物品从生产领域向消费领域流动的过程中，为了促进销售、维护产品质量和提高物流效率，根据顾客的需要，在流通过程中对产品实施的简单加工作业活动（如包装、分割、计量、分拣、刷标志、拴标签、组装等）的总称"
      },{
          "txt":"指条形码符合的类型，每种类型由符合特定编码规则的条和空组合而成，都有固定的编码容量和条形码字符集。起始符、终止符、数据码、校验码、头、尾空白区"
      },{
          "txt":"无线射频技术：也称无线追踪系统，或者无线射频识别技术（Radio Frequency Identification）RFID，利用无线射频方式进行非接触双向通信，以达到识别目的并交换数据。典型的RFID系统由电子标签，读写器以及数据交换和管理系统组成"
      },{
          "txt":"供应链由所有加盟的节点企业组成，其中一般有一个核心企业（可以是产品制造企业，也可以是大型零售企业，如美国的沃尔玛特），节点企业在需求信息的驱动下，通过供应链的职能分工与合作（生产、分销、零售等），以资金流、物流和服务流为媒介实现整个供应链的不断增值"
      },{
          "txt":"供应商管理用户库存（Vendor Managed Inventory, VMI）是一种在用户和供应商之间的合作性策略，以对双方来说都是最低的成本优化产品的可获性，在一个相互同意的目标框架下由供应商管理库存，这样的目标框架被经常性监督和修正，以产生一种连续改进的环境"
      },{
          "txt":"联合库存管理（Joint Managed Inventory，JMI）是指由供应商和用户联合管理库存。JMI是一种风险分担的库存管理模式。分销中心的联合库存功能是联合库存管理思想的体现，并进一步发展成基于协调中心的联合库存管理系统优点：（1）为实现供应链的同步化运作提供了条件和保证。（2）减少了供应链中的需求扭曲现象，降低了库存的不确定性，提高了供应链的稳定性。（3）库存作为供需双方的信息交流和协调的纽带，可以暴露供应链管理中的缺陷，为改进供应链管理水平提供依据。（4）为实现零库存管理、准时采购以及精细供应链管理创造了条件。（5）进一步体现了供应链管理的资源共享和风险分担的原则 实施策略：建立供需协调机制；发挥两种资源计划系统的作用；建立快速响应系统；发挥第三方物流的作用"
      },{
          "txt":"指企业在一定的条件下向供应商购买产品或服务的全过程 ，即企业根据需求提出采购计划、审核计划、选好供应商、经过商务谈判确定价格、交货及相关条件、最终签订合同并按要求收货付款的过程电子化协同采购；准时采购（JIT采购）；企业的全球采购（统一采购）"
      },{
          "txt":"泛指原材料、产成品从起点至终点伴随相关信息有效流动的全过程。现代物流将运输、仓储、装卸、加工、整理、配送与信息等方面有机结合，形成完整的供应链，为用户提供多功能、一体化的综合性服务"
      },{
          "txt":"效益背反论：“效益背反”指物流的若干功能要素之间存在着损益的矛盾，某一个功能要素的优化和效益发生的同时，必然会存在另一个或另几个功能要素的利益损失，反之也是如此。如包装与运输、装卸搬运之间的关系问题。要树立整体观念、系统观念，追求物流的总体效果"
      },{
          "txt":"精益物流：指以顾客需求为中心，以消除物流过程中非增值的一切浪费为目的，以提高顾客服务水平，提高顾客满意度为目标的对市场变化做出快速反应的物流物流与商流的关系：两者相互依存、相辅相成，商流引起物流，物流为商流服务，商流是物流的前提，物流是商流的物质基础"
      },{
          "txt":"物流是一个系统。是由运输、储存、保管、搬运、装卸、包装、流通加工、信息处理等相关活动构成的系统，是这些活动的集成和整合，所追求的是整个物流系统效益的最大化在经济合理区域范围内，根据用户的要求，为物品进行拣选、加工、包装、分割、组配等作业，并按时送达指定地点的物流活动"
      },{
          "txt":"配送时“配”和“送”的有机结合。配送的主体是运输和分拣配货，通过配可以使送货达到一定规模，获取这种规模优势，降低送货成本以用户要求为出发点，以最合理方式将货物送交用户。从用户利益出发，以用户需求为根据，对时间、速度、服务水平、成本、数量等进行综合权衡，做出最优的选择"
      },{
          "txt":"配送是一种综合的物流活动。是将装卸、运输、包装、储存等多种功能集于一身的物流活动。是物流的一个缩影或在某小范围内物流全部活动的体现完善了物流系统。将干线运输和支线运输有机结合，提高了物流效率"
      },{
          "txt":"在城市里，为使物流合理化，在几个有定期运货需求的合作下，由一个卡车运输业者，使用一个运输系统进行的配送提高供应保证程度。集中库存量大于配送前单个用户的库存简化事务，方便用户。减轻进货、发货工作量和负担"
      },{
          "txt":"供应链是围绕核心企业，通过对信息流、物流、资金流的控制，从采购原材料开始，制成中间产品以及最终产品，最后由销售网络把产品送到消费者手中的将供应商、制造商、分销商、零售商、直到最终用户连成一个整体的功能网链结构模式。"
      }
      
    ]
  }
  