{
  "status": "https://www.sohu.com/a/106979019_377373",
  "data": [
    {
      "txt": "什么是字符串常量池？字符串常量池位于堆内存中，专门用来存储字符串常量，可以提高内存的使用率，避免开辟多块空间存储相同的字符串。"
    },
    {
      "txt": "学前心理学研究从出生到入学前儿童(即0-6岁)心理发生发展规律的科学。3岁前是儿童身心发展比较重要的阶段，与3~6岁儿童教育有密切联系，因此，有的学者认为把两者统称为学前教育较为恰当。"
    },
    {
      "txt": "学前教育的实施形式分为学前家庭教育和学前社会教育（也叫学前公共教育）。"
    },
    {
      "txt": " 学前家庭教育的特点：领先性，长久性，单独性，随意性，随机性。"
    },
    {
      "txt": "学前社会教育的特点：群体性，目标性，计划性，多样性，专业性。"
    },
    {
      "txt": "1816年，英国空想社会主义者欧文在苏格兰的纽兰纳克创办了一所幼儿学校，以教育为主要任务。也是历史上第一所为工人阶级子女创办的学前教育机构。"
    },
    {
      "txt": "我国近代教育史上最早制定的系统的学校制度,是１９０２年的«钦定学堂章程»,１９０２年为壬寅年,故这个学制亦称“壬寅学制”.“壬寅学制”以日本的学制为蓝本,是我国颁布的第一个现代学制,虽经正式公布,但并未实行."
    },
    {
      "txt": "１９０３年,清政府拟定了«奏定学堂章程»,１９０４年１月颁布执行,又称“癸卯学制”.该学制分为三段五 级:第一段初等教育,分初等小学堂(５年)和高等小学堂(４年)两级;第二段中等教育,中学堂５年;第三段高等教育,分为高等学堂(大学预科３年)和大学堂(３~４年).７岁入学,到２８岁毕业,年限很长. "
    },
    {
      "txt": "“癸卯学制”主要承袭了日本的学制,是我国第一个实行的现代学制.该学制明文规定教育的目的是, “忠君、尊孔、尚公、尚武、尚实”,明显反映了“中学为体,西学为用”的思想.另外,还规定不许男女同校,轻视女子教育,总体上体现了半封建半殖民地的特点.该学制的最大特点是修业年限长,从小学堂至大学堂要２１年,至通儒院要２６年."
    },
    {
      "txt": "辛亥革命后,南京临时政府对旧学制进行修订,颁布了“壬子癸丑学制”.该学制明显反映了资产阶级在学制方面的要求,明令废除在教育权方面的性别和职业限制,在法律上体现了教育机会均等."
    },
    {
      "txt": "１９２２年的“壬戌学制” １９２２年,在北洋军阀统治下,留美派主持的全国教育联合会以美国学制为蓝本,颁布了“壬戌学制”.由于是采用美国式的六三三分段法,即小学６年、初中３年、高中３年,因此又称“新学制”或“六三三学制”. "
    },
    {
      "txt": "掌握23个声母：b p m f d t n l g k h j q x z c s zh ch sh r y w"
    },
    {
      "txt": "掌握24个韵母  单韵母：a o e i u ü 复韵母8个：ai ei ui ao ou iu ie üe 鼻韵母分为前鼻音和后鼻音。 前鼻音为：an en in un ün 后鼻音为：ang eng ing ong 特殊韵母：er 它不能和声母相拼，只单独作为字音。整体认读音节16个：zi ci si zhi chi shi ri yi yu wu ye yue yin yun yuan ying 标调：a o e i u ü，标调时按顺序，iu并列标在后，i上标调去掉点；ü 与j q x y相拼时去两点，如ju qu xu yu 。"
    },
    {
      "txt": "字母表： A B C D E F G H I J K L M N O P Q R S T U V W X Y Z a b c d e f g h i j k l m n o p q r s t u v w x y z"
    },
    {
      "txt": "隔音符号 以a o e 开头的音节紧跟在其它音节后面时，音节的界限容易发生混淆，因此音节间要用隔音符号（'）隔开。如海鸥hǎi 'ōu"
    },
    {
      "txt": "查字典的方法 音序查字法。如：鼎dǐn，先在“拼音音节索引”中找出音序（D），再查找音节（dǐn）及所对应的页码。 部首查字法。如查“挥”字，先在“部首目录”中找到（扌），再找到部首所对应的“检字表”页码，在“检字表”相应部首下及剩余笔画数（6画）下找到要查的字及正文页码。 数笔画查字法。在阅读中遇到不知读音，又很难确定部首的字，就只能用数笔画的方法来查了。首先，在“难检字索引”中的相应笔画数下找到该字，再打开所对应的正文页码就可查到这个字。如查“乙”，在“难检字索引”中查（1）画。"
    },
    {
      "txt": "理解词语 先弄清词语中每个字的意思，再联系整个词语的意思来理解。如：“疾驰”，“疾”是“飞快”，“驰”是“奔跑”，“疾驰”就是“飞快奔跑”的意思。 运用近义词或反义词来解释。如：（近义）“焦急”就是“着急”的意思。（反义）“熟悉”就是“不陌生”的意思。联系上下文来理解。如《养花》一文，从“到院子里看花—回屋工作—再出去—再回屋”，就可以猜出“循环”是“不断重复”的意思"
    },
    {
      "txt": "词的感情色彩 褒义词：形容好的，如“顽强”； 贬义词：形容不好的，如“顽固”； 中性词：形容不好不坏，如“环视”“桌子”。"
    },
    {
      "txt": "选词填空：先分清楚所给的近义词在意义、用法或感情色彩上的区别，然后联系所给的句子进行判断选。填。如：正确 准确1) 勘测地形必须十分（准确），不能有半点马虎。2) 这个意见提得非常（正确），我应该接受。"
    },
    {
      "txt": "常用关联词使用列举： 她（既）是个三好学生，（又）是个优秀队干。 他（一边）听音乐，（一边）画画。 因为）今天是六一节，（所以）不用上学。 武松（不但）勇敢，（而且）非常机智。  小明（不仅）学习刻苦，（还）是个乐于助人的好学生。"
    },
    {
      "txt": "“把”字句或“被”字句。改写时可这样思考：什么“把”什么怎么样；什么“被”什么怎么样。注意：不能改变句子的意思。如：我打死了一只老鼠。应改为：我把一只老鼠打死了。不能改为：一只老鼠把我打死了。"
    },
    {
      "txt": "转述：把一句话通过你的口转告给别人。改写时注意人称的变化，要去掉冒号、引号，根据句意及通顺与否可对个别文字作适当改动，但不能改变句意。如：王老师对小明说：“我下去买水，你在这里好好练习。”改为转述句：王老师对小明说，他下去买水，叫小明在那里好好练习。"
    },
    {
      "txt": "陈述句和反问句：转换特点： 陈述句 反问句 肯定）------ （否定） （否定）------ （肯定） 马跑得越快，离楚国就越远。 ———— 马跑得越快，难道不是离楚国就越远了吗？"
    },
    {
      "txt": "肯定句和否定句。如：（“肯定句”改为“否定句”）街上的人很多。—— 街上的人真不少。将肯定句改为否定句，一定要在句子中加“不”“没有”等词，然后将“不”“没有”后面的词换成反义词。"
    },
    {
      "txt": "改病句 1) 句子不完整。如：战士的英勇顽强，奋不顾身的优秀品质。改为：战士的英勇顽强，奋不顾身的优秀品质令人敬佩"
    },
    {
      "txt": " 用词不当。如：我的书包里还缺乏一个像样的铅笔盒“缺乏”用得不恰当，应改为“缺少”。"
    },
    {
      "txt": "搭配不当。如：他穿着一件灰大衣和一顶红帽子。“穿”与“帽子”搭配不当，应改为：他穿着一件灰大衣和（戴着）一顶红帽子。"
    },
    {
      "txt": "词序混乱。如：打乒乓球对我是很感兴趣的。 应改为：我对打乒乓球是很感兴趣的。"
    },
    {
      "txt": "前后矛盾。如：油菜地里一片金黄的菜花，五彩缤纷。 “一片金黄”与“五彩缤纷”相矛盾，应把“五彩缤纷”去掉。"
    },
    {
      "txt": "比喻句：常用的比喻词有“好像”“犹如”“仿佛”等，有的比喻句用“成了”“变成”“是”等代替比喻词，如：我们是祖国的花朵。比喻句的特点是：本体和喻体有些相似，并且本体和喻体是不同类的。所以有比喻词的句子不一定就是比喻句，如：小花长得好像她妈妈。"
    },
    {
      "txt": " 拟人：把物当作人来写，使物像人一样。如：青蜓飞过来，告诉我清早飞行的快乐。此句用“告诉”“快乐”等写人的词语来写小动物。"
    },
    {
      "txt": "夸张：故意对事物进行夸大或缩小地描述。如：（夸大）飞流直下三千尺，疑是银河落九天。（缩小）在巴掌大的牢房里，他照样锻炼。"
    },
    {
      "txt": "排比：把意思相联、结构相同或相近、字数大体相等、语气一致的三个或三个以上的句子排列在一起。如：这庄严的宣告，这雄伟的声音，传到长城内外，传到天山南北，传到白山黑水之间，传到大河长江之南，使全国的人民心一齐欢跃起来。"
    },
    {
      "txt": "设问：自问自答。如：海底是否没有一点儿声音呢？不是的。拟人句：太阳揭开云被，露出金色的微笑，慈祥地注视着大地。"
    },
    {
      "txt": "反问：无疑而问，问而不答，答案暗含在问话中。如：毒刑拷打算得了什么？排比句：青蛙叫起来，无边的田野如沸如腾，如鼓角齐鸣，如风潮迸涌。"
    },
    {
      "txt": "疑问：提出问题。如：今天你去图书馆看书吗？ 比喻句：碧绿的海面，像丝绸一样柔和，微荡着涟漪，真美！"
    },
    {
      "txt": "反问句：光是学习优秀，就能算得上“三好学生”吗？夸张句：桂花十里飘香。设问句：小明为班级做贡献，是为了老师表扬吗？不是的，他是诚心诚意为班级做贡献。"
    },
    {
      "txt": " 句号（。）：陈述句的末尾停顿用句号。如：请你稍等一下。问号（？）：问句末尾的停顿。 感叹号（！）：感叹句末尾的停顿。如：这儿风景真美啊！"
    },
    {
      "txt": "材料的组织包括两项内容：一是对材料的安排。哪些先写，哪些后写，使文章“言之有序”；二是对材料的处理。哪些详写，哪些略写。要使文章“言之有序”，就要合理地分段。方法有："
    },
    {
      "txt": "提纲包括：中心思想和段落。一篇文章分几个层次，几个段落，哪个先写，哪个后写，哪个略写，哪个详写，在提纲里要反映出来。但又不能写得太详细，也不能太简单，要写得简明扼要，切实具体。"
    },
    {
      "txt": "常见的开头方法有：（1）开门见山，直截了当。（2）说明情况，交代背景。（3）描写环境，渲染气氛。（4）提出问题，引人入胜。（5）巧讲故事，引人注意。6）先说结果，倒叙开头。"
    }
  ]
}
