{
  "status": "200",
  "data": [
    {
      "txt": "药物在体内通过各种细胞膜的方式有滤过水溶性扩散简单扩散脂溶性扩散载体转运。不同的给药途径有不同的药物吸收过程和特点。途径有口服吸入局部用药舌下给药注射给药。半数致死量引起半数实验动物死亡的药物剂量。"
    },{
        "txt":"从胃肠道吸收入门静脉系统的药物在到达全身血循环前必先通过肝脏如果肝脏对其代谢能力很强或由胆汁排泄的量大则使进入全身血循环内的有效药物量明显减少这种作用称首关消除。"
    },{
        "txt":"房室概念将机体视为一个系统系统内部按动力学特点分为若干房室房室为一个假设空间它的划分与解剖或生理功能无关只要体内某些部位的转运速率相同就视为同一室。因在多数情况下药物可进、出房室故称为开发性房室系统"
    },{
        "txt":"激动药既有亲和力又有内在活性的药物能与受体结合并激动受体而产生效应。拮抗药能与受体结合有较强的亲和力无内在活性的药物。胆碱受体激动药与胆碱受体结合激动受体产生与乙酰胆碱类似的作用。乙酰胆碱是胆碱能神经递质。"
    },{
        "txt":"膜结构的液态镶嵌模型，单纯扩散、膜蛋白介导的跨膜转运和主动转运的定义和基本原理G-蛋白耦联受体、离子受体和酶耦联受体介导的信号转导的主要途径静息电位和动作电位的定义、波形和产生机制"
    },{
        "txt":"神经-骨骼肌接头处兴奋的传递过程、骨骼肌收缩的机制和兴奋-收缩耦联基本过程红细胞、白细胞和血小板的数量、生理特性、功能和生成的调节生理性止血的基本过程、血液凝固的基本步骤和生理性抗凝物质"
    },{
        "txt":"心肌工作细胞和自律细胞的动作电位波形及其形成机制心动周期的概念、心脏的泵血过程和心输出量心脏和血管的神经支配及其作用、压力感受性反射的基本过程和意义、肾上腺素和去甲肾上腺素的来源和作用"
    },{
        "txt":"呼吸运动的形式和过程，潮气量、肺活量、时间肺活量、肺通气量和肺泡通气量的定义和数值肺换气的基本原理和过程胃液的成分和作用，胃的容受性舒张和蠕动胰液和胆汁的成分和作用，小肠的分节运动和蠕动"
    },{
        "txt":"体温的定义、正常生理性变异、产热和散热的基本过程温度感受器的类型、体温中枢和调定点学说肾小球滤过的定义、滤过分数和有效滤过压Na+、水和葡萄糖在肾小管的重吸收、渗透性利尿和水利尿"
    },{
        "txt":"排尿反射突触传递的基本过程、兴奋性突触后电位（EPSP）激素的概念、作用方式和分类甲状腺激素产热效应、对物质代谢和生长发育的影响，下丘脑-腺垂体对甲状腺激素的调节主要下丘脑调节肽和腺垂体激素的种类和主要作用"
    },{
        "txt":"蛋白样品的平均含氮量L-α-氨基酸的结构通式20种L-α-氨基酸的分类两性解离和紫外吸收性质肽单元及一级、二级，三级、四级结构概念和维持键血红蛋白的分子结构血红蛋白空间结构与运氧功能关系"
    },{
        "txt":"协同效应、别构效应的概念两性电离、亲水胶体、变性、紫外吸收等性质及相关概念核苷酸结构DNA、RNA组成的异同DNA双螺旋结构模式的要点DNA的超螺旋结构DNA的功能"
    },{
        "txt":"tRNA、mRNA、rRNA的组成、结构特点及功能融解温度、增色效应、DNA复性、核酸分子杂交的概念结合酶、辅酶与辅基的概念活性中心、必需基团的概念酶的特异性，酶反应特点米氏常数Km、最大反应速度Vmax的概念及意义"
    },{
        "txt":"最适pH、最适温度竞争性抑制剂的作用特点 酶原、酶原激活、变构酶、同工酶的概念竞争性抑制剂的作用特点酶原、酶原激活、变构酶、同工酶的概念糖酵解的主要过程、关键酶、调节方式有氧氧化的主要过程、关键酶"
    },{
        "txt":"三羧酸循环的过程、产生的ATP数目及意义产生NADPH和5-磷酸核糖的生理意义关键步骤、关键酶、调节方式糖异生的概念、基本过程、生理意义乳酸循环的概念血糖水平胰岛素、肾上腺素对血糖的调节机理"
    },{
        "txt":"胆汁酸盐及辅脂酶的作用M效应：心脏抑制，血管扩张，腺体分泌，胃肠和支气管平滑肌收缩，缩瞳。N效应：骨骼肌收缩，神经节兴奋，肾上腺髓质分泌NA增加。α1效应：血管收缩、胃肠道平滑肌松弛、唾液分泌和肝糖原分解"
    },{
        "txt":"在治疗剂量时出现的与治疗无关的不适反应，可以预知但是难以避免。毒性反应：药物剂量过大或用药时间过长而引起的不良反应，可以预知避免。（药理作用的延伸，急性慢性，致畸致癌致突变）"
    },{
        "txt":"停药后机体血药浓度虽然已降至最低有效浓度以下，但仍残存的药理效应。突然停药后原有疾病的加剧现象，又称反跳反应。机体受药物刺激发生异常的免疫反应，而引起生理功能障碍或组织损伤特异质病人对某种药物反应异常增高"
    },{
        "txt":"降低激动药亲和力，而不改变内在活性，增加激动药剂量后量效曲线平行右移，最大效应不变。激动药的亲和力和内在活性均降低，增加剂量也不能恢复到无拮抗药时的Emax，即曲线右移，最大效应降低。治疗指数TI=半数致死量LD50/半数有效量ED50.用它估计药物的安全性，此数值越大越安全。"
    },{
        "txt":"研究机体对药物的处置，即药物在体内的吸收、分布、代谢、排泄过程的动态变化。表示药物活性成分到达体内循环的程度和速度的一种量度，它用来评价药物制剂质量、保证药品安全有效的重要参数。经任何给药途径给予一定剂量的药物后到达全身血循环内药物的百分率"
    },{
        "txt":"一级消除动力学特点：消除速率与血浆中药物的浓度成正比。血浆半衰期为定值t=0.693/k，与血药浓度无关。每隔一个t给药一次，经过大约4-5个t血药浓度稳定，基本消除。是药物的主要消除方式零级：t不是定值，与血药浓度有关。消除速率为定值。当药物总量超过机体最大消除能力时采用的方式"
    },{
        "txt":"消除率（CL）：CL=FD/AUC（吸收药量/药时曲线下的面积）药时曲线包括消除相，平衡相，吸收相快速达到Css稳态血浆浓度：首次剂量加倍排泄方式：肾。胆汁、乳腺，其他。"
    },{
        "txt":"药酶诱导剂：连续用药产生的耐受性，交叉耐受性停药现象等，使药物代谢快，药效下降药酶抑制剂：与上相反。（上为巴比妥类，下为氯霉素与苯妥英钠的合用）。"
    },{
        "txt":"心率减慢、血管扩张、心肌收缩力减弱，扩张几乎所有血管，血压下降胃肠道、泌尿道及支气管等平滑肌兴奋，腺体分泌增加，眼瞳孔括约肌和睫状收缩"
    },{
        "txt":"激动N1胆碱受体，表现为胃肠道、膀胱等处的平滑肌收缩加强，腺体分泌增加，心肌收缩力加强和小血管收缩，血压上升。过大剂量由兴奋转入抑制。能兴奋肾上腺髓质嗜咯细胞释放AD。激动N2胆碱受体，使骨骼肌收缩"
    },{
        "txt":"不易透过血脑屏障眼：缩瞳（兴奋瞳孔括约肌上的M受体，使其收缩）、降低眼内压（虹膜拉向中央，虹膜根部变薄，前房间隙扩大，房水流通）、调节痉挛（视近物清晰，视远物模糊）分泌增加尤以汗腺和唾液腺"
    },{
        "txt":"青光眼（对闭角型青光眼效果好，开角型严重的无效缩瞳(治疗虹膜炎，与阿托品交替使用防止炎症时虹膜与晶状体粘连。)N胆碱受体激动药：烟碱、洛贝林流涎、流泪、恶心、呕吐、头痛、视觉障碍、腹痛、腹泻、支气管痉挛、心动过缓、BP下降、休克等。"
    },{
        "txt":"洗胃，阿托品1-2mg每30min肌内注射。抗胆碱酯酶药和胆碱酯酶复活药口服吸收小而不规则，不表现中枢作用，不透过血脑屏障。1、重症肌无力2、手术后腹气胀及尿潴留3、阵发性室上性心动过速4、肌松药的解毒（筒箭毒碱中毒）"
    },{
        "txt":"机械性肠梗阻、尿路闭塞、支气管哮喘等毒扁豆碱（易透过血脑屏障）：治疗青光眼。降低眼内压，通过抑制胆碱酯酶间接作用于睫状肌毛果芸香碱：降低眼内压，兴奋M受体，直接作用于睫状肌"
    },{
        "txt":"难逆性胆碱酯酶抑制剂：有机磷酸酯类中毒症状：1、M样作用症状2、N样作用症状3、中枢抑制系统症状胆碱酯酶复活剂：碘解磷定：临用配制，静注给药氯磷定：肌注或静注有机磷中毒：1、阿托品消除M样症状2、胆碱酯酶复活剂（碘、氯解磷定）使胆碱酯酶恢复活性"
    },{
        "txt":"阿托品1、松驰内脏平滑肌2、增加腺体分泌3、眼：扩瞳、眼内压升高、调节麻痹4、心血管系统：低剂量心率减慢5、中枢神经系统，中毒剂量兴奋，严重时转为抑制1、解除平滑肌痉挛：用于各种内脏绞痛2、抑制腺体分泌：全身麻醉前给药2、眼科：虹膜睫状体炎、眼底检查、验光4、抗体克：大剂量治疗感染性中毒性休克（解除血管痉挛，改善微循环，缓解休克症状。5、抗心率失常（窦房阻滞、房室阻滞等慢型心率失常）6、解救有机磷酸酯类中毒"
    },{
        "txt":"洗胃，导泻。用镇静药（地西伴）或抗惊厥药对抗阿托品的中枢兴奋症状，用拟胆碱药毛果芸香碱或毒扁豆碱（可透过血脑屏障，反复给药）对抗“阿托品化”（瞻忘昏迷）。禁忌症：青光眼，前列腺肥大。"
    },{
        "txt":"东莨菪碱中枢作用最强，外周作用最弱。小剂量有明显镇静作用，大剂量有催眠作用。与苯海拉明用于晕船，晕车。呕吐。用于麻醉前给药，抗晕动症，呕吐，帕金森病。"
    },{
        "txt":"山莨菪碱：抗外周胆碱作用最强，脂溶性最差。能解除血管痉挛，降低血粘度。解除平滑肌痉挛。抑制唾液分泌弱。用于感染中毒性休克，内脏平滑肌绞痛。肾上腺素受体激动药α受体激动药"
    },{
        "txt":"口服收缩胃黏膜，在碱性肠液易分解。皮下注射收缩血管，发生组织坏死。静脉推注，引起BP急剧升高，心律紊乱。几乎所有小动脉和小静脉均出现强烈收缩作用。冠状血管扩张受心肌代谢产物作用"
    },{
        "txt":"心脏：使血压升高，心率减慢，心收缩力减弱。3、血压：收缩压及舒张压都升高。临床应用：1、心脏骤停辅助治疗2、上消化道出血。 3、急性低血压治疗（休克），如败血症，药物引起的低血压，嗜铬细胞瘤切除术，交感神经切除术。（应用原则：早期，短期，小剂量，补充血容量血压仍然不能回升者）"
    },{
        "txt":"局部组织坏死酚妥拉明5mg治疗+普鲁卡因止痛急性肾功能衰退停药后的血压下降。禁忌症：高血压，动脉硬化，器质性心脏病；少尿、无尿、微循环障碍等。"
    },{
        "txt":"过敏性休克的特点:1、小血管扩张和毛细血管通透性增加引起血压下降2、支气管痉挛及膜水肿出现呼吸困难3、心脏抑制而AD可以1、 收缩血管，使血压上升2、兴奋心脏，扩张冠脉， 改善心功能3、扩张支气管，收缩支气管粘膜血管 ，减轻支气管粘膜水肿，解除呼吸困难"
    },{
        "txt":"药理作用：1、心血管系统：激动心脏β1受体肾脏：排钠利尿，激动α受体。临床应用：用于抗休克，与利尿药合用治疗急性肾功能衰竭。升压的同时会扩张肾血管，保护肾脏"
    },{
        "txt":"异丙肾上腺素：口服无效，舌下给药。作用于β1、β2受体，故能兴奋心脏，松弛平滑肌及扩张骨骼肌血管1、心血管系统，兴奋心脏2、松弛支气管平滑肌3、其他：升高血糖"
    },{
        "txt":"1、支气管哮喘2、房室传导阻滞3、心脏骤停4、休克（改善微循环）心血管系统：直接血管舒张作用。心收缩力加强，心率加快（阻断突触前膜α2受体促进神经末梢NA的释放）"
    },{
        "txt":"因为酚妥拉明会阻断α2受体引起的神经末梢NA的释放，使得NA这个负反馈调节失效，会不断的兴奋心脏，诱发心律失常。哌唑嗪只是选择性的阻断α1受体"
    },{
        "txt":"心律减慢，心收缩力和输出量减低血管收缩（肝,肾，骨骼肌，冠状血管)上述作用取决于交感神经张力，年轻者的交感神经张力较好，使用β受体阻滞药降压效果好"
    },{
        "txt":"糖尿病：抑制糖原分解，掩盖胰岛素引起的低血糖反应；甲亢：降低对儿茶酚胺的敏感性治疗室上性心动过速房颤、房扑、窦性心动过治疗高血压"
    },{
        "txt":"治疗心绞痛治疗甲状腺机能亢进，控制心悸、心律失常、激动不安等现象心衰早期消化道反应、皮疹、血小板加重房室传导阻滞，引起心动过缓，与维拉帕米合用应注雷诺氏现象"
    },{
        "txt":"诱发或加剧支气管哮喘反跳现象：长期应用，β受体上调，突然停药，使原病加重低血糖反应：加重和掩盖降糖药引起的低血糖反应。禁忌症：左室心功能不全；窦性心动过缓；重度房室传导阻滞；支气管哮喘；肝功能不良等 代表药：普萘洛尔（心得安）"
    },{
        "txt":"低血糖反应：加重和掩盖降糖药引起的低血糖反应。 禁忌症：左室心功能不全；窦性心动过缓；重度房室传导阻滞；支气管哮喘；肝功能不良等代表药：普萘洛尔（心得安）"
    },{
        "txt":"阻断β受体，心律减慢，心收缩力和输出量减低，使得收缩压下降;外周血管收缩，使得外周阻力升高，舒张压升高，脉压差降低；综上，BP下降。治疗心绞痛，心率失常，高血压，甲状腺机能亢进动作电位时程APD:指0相—3相末的时间，为膜电位恢复所需时间。其长短与膜对K+的通透性有关"
    },{
        "txt":"心律失常发生的电生理学机制窦房结功能降低或潜在起搏自律性增高早后除极：2相、3相中，为异常性动作电位显著延长Ca2+内流"
    },{
        "txt":"非自律细胞（膜电位减小至-60mv以下）出现自律性决定自律性的因素：4相自发性除极速率加快；最大舒电位变小,阈电位下移"
    },{
        "txt":"传导障碍，折返激动，单次折返，连续折返药物抗心律失常四种机制增加最大舒张电位2、减慢4相自动除极速率3、上移阈电位（阻Na+通道）"
    },{
        "txt":"增加膜反应性加快传导，取消单向传导阻滞，终止折返激动降低膜反应性单向传导阻滞变为双向传导阻滞，终止折返激动"
    },{
        "txt":"奎尼丁：（考）药理作用：1、降低自律性2、减慢传导速度3、延长有效不应期临床应用：广谱抗心律失常药1、预防和转复心律（心房颤动、心房扑动、室上性和室性心动过速）2、治疗频发性室上性和室性早博不良反应：1、胃肠道反应2、金鸡钠反应3、低血压：静注急剧下降，不宜。4、血管栓塞5、心动过缓或停搏6、奎尼丁晕厥6、奎尼丁晕厥Ⅰb类（轻度阻钠）利多卡因，苯妥英钠"
    },{
        "txt":"普萘洛尔(心得安)：临床应用：用于室上性心律失常，窦性心动过速，心肌梗死，对室性心律失常一般无效。不良反应较利、苯高药理作用：1、降低自律性2、减慢传导速度3、延长了ERP"
    },{
        "txt":"胺碘酮（只记药理学作用）：口服吸收慢少，为广谱抗心律失常药。室性，室上性。药理作用：抑制多种离子通道：K+（主）、Na+、Ca2+ 通道，阻断、β受体1、自律性降低：窦房结、浦肯野纤维2、减慢传导：房室结、浦肯野纤维（Na+、K+通道）3、延长APD和ERP：心房和浦肯野纤（阻K+通道）4、阻断α、β受体（非竞争性），松弛血管平滑肌，扩冠脉，减少心肌耗氧量"
    },{
        "txt":"降低自律性（降低4相除期）：窦房结，房室结减慢传导（减慢0相上升速率和振幅）：窦房结延长APD和ERP（延长３相末段Ca2+通道恢复开放时间）消除后除极与触发活动"
    },{
        "txt":"正性肌力作用主要是抑制细胞膜结合的NA、K—ATP酶，使细胞内na-Ca泵交换，Ca增加加强心肌收缩力，只增加CHF病人心输出量，减少心肌耗氧量"
    },{
        "txt":"1（考点）、慢性心功能不全（动脉硬化及高血压引起的心力衰竭、心瓣膜病、先天性心脏病疗效好；严重二尖瓣狭窄及缩窄心包炎无效；贫血、甲亢、VitB1缺乏、肺心病、心肌炎诱发CHF较差"
    },{
        "txt":"1、胃肠道反应2、神经系统反应3、心脏毒性(出现各种类型心律失常，室性早搏、房室结性、室性心动过速、房室传导阻滞等)（中毒机制：失钾，导致自律性增高，房室传导阻滞，出现各种心律失常"
    }
    
  ]
}
